[
  {
    "id": "munich",
    "city": "Munich",
    "country": "Germany",
    "latitude": 48.1351,
    "longitude": 11.5820,
    "radius": 10000,
    "safetyIndex": 8.5,
    "year": "2022",
    "info": "Munich, a vibrant city in Germany, boasts a relatively low crime rate and a high overall safety index. With its well-maintained infrastructure, efficient public transportation, and strong emphasis on law enforcement, Munich provides residents and visitors alike with a secure urban environment to explore its rich cultural heritage and modern amenities."
  },
  {
    "id": "berlin",
    "city": "Berlin",
    "country": "Germany",
    "latitude": 52.5200,
    "longitude": 13.4050,
    "radius": 12000,
    "safetyIndex": 7.8,
    "year": "2022",
    "info": "Berlin, the dynamic capital of Germany, features a diverse urban landscape with a moderate crime rate and a favorable overall safety index. Its efficient public services, vibrant cultural scene, and progressive urban planning contribute to a generally secure atmosphere for residents and tourists to enjoy its historical landmarks and contemporary offerings."
  },
  {
    "id": "vienna",
    "city": "Vienna",
    "country": "Austria",
    "latitude": 48.2082,
    "longitude": 16.3738,
    "radius": 9000,
    "safetyIndex": 9.2,
    "year": "2022",
    "info": "Vienna, the enchanting capital of Austria, boasts a commendable safety record with a low crime rate and a high overall safety index. Its well-maintained public spaces, rich cultural heritage, and efficient urban infrastructure create a secure environment for residents and visitors to explore its imperial history and modern attractions."
  },
  {
    "id": "london",
    "city": "London",
    "country": "United Kingdom",
    "latitude": 51.5074,
    "longitude": -0.1278,
    "radius": 15000,
    "safetyIndex": 7.2,
    "year": "2022",
    "info": "London, the bustling capital of the United Kingdom, maintains a moderate safety index with a diverse and dynamic urban atmosphere. While offering a plethora of historical sites, cultural attractions, and modern amenities, London's safety efforts continue to provide a secure environment for both residents and visitors."
  },
  {
    "id": "zurich",
    "city": "Zurich",
    "country": "Switzerland",
    "latitude": 47.3769,
    "longitude": 8.5417,
    "radius": 8000,
    "safetyIndex": 9.5,
    "year": "2022",
    "info": "Zurich, the picturesque city in Switzerland, boasts an exceptionally high safety index and a low crime rate. With its efficient public services, pristine environment, and well-maintained urban infrastructure, Zurich offers residents and tourists a secure and tranquil setting to enjoy its scenic beauty and cultural richness."
  },
  {
    "id": "frankfurt",
    "city": "Frankfurt",
    "country": "Germany",
    "latitude": 50.1109,
    "longitude": 8.6821,
    "radius": 11000,
    "safetyIndex": 7.9,
    "year": "2022",
    "info": "Frankfurt, a prominent city in Germany, maintains a moderate safety index with a well-developed urban environment. Its robust economic activities, cultural diversity, and modern infrastructure contribute to a generally secure atmosphere, allowing residents and visitors to engage in both business and leisure activities."
  },
  {
    "id": "hamburg",
    "city": "Hamburg",
    "country": "Germany",
    "latitude": 53.5511,
    "longitude": 9.9937,
    "radius": 13000,
    "safetyIndex": 7.6,
    "year": "2022",
    "info": "Hamburg, a vibrant port city in Germany, maintains a moderate safety index with a blend of maritime heritage and modern urban development. With its active cultural scene, bustling trade, and efficient public services, Hamburg offers a secure and lively environment for residents and tourists to explore its attractions."
  },
  {
    "id": "hannover",
    "city": "Hannover",
    "country": "Germany",
    "latitude": 52.3759,
    "longitude": 9.7320,
    "radius": 10000,
    "safetyIndex": 8.1,
    "year": "2022",
    "info": "Hannover, a charming city in Germany, maintains a favorable safety index with a well-organized urban landscape. Its rich history, cultural events, and efficient transportation options contribute to a secure environment, providing residents and visitors with opportunities to explore the city's attractions and natural beauty."
  },
  {
    "id": "paris",
    "city": "Paris",
    "country": "France",
    "latitude": 48.8566,
    "longitude": 2.3522,
    "radius": 13000,
    "safetyIndex": 7.3,
    "year": "2022",
    "info": "Paris, the romantic capital of France, maintains a moderate safety index with its iconic landmarks and cultural attractions. Despite occasional concerns, the city's rich history, artistic heritage, and vibrant urban life continue to draw visitors who can explore its charming streets and historic sites with a sense of security."
  },
  {
    "id": "prague",
    "city": "Prague",
    "country": "Czech Republic",
    "latitude": 50.0755,
    "longitude": 14.4378,
    "radius": 10000,
    "safetyIndex": 8.7,
    "year": "2022",
    "info": "Prague, the enchanting capital of the Czech Republic, boasts a high safety index and a rich cultural heritage. Its well-preserved historical sites, artistic ambiance, and welcoming atmosphere contribute to a secure and enjoyable experience for residents and tourists exploring the city's charms."
  },
  {
    "id": "rome",
    "city": "Rome",
    "country": "Italy",
    "latitude": 41.9028,
    "longitude": 12.4964,
    "radius": 13000,
    "safetyIndex": 7.6,
    "year": "2022",
    "info": "Rome, the eternal city of Italy, maintains a moderate safety index despite its bustling atmosphere. With its unparalleled history, architectural marvels, and vibrant street life, Rome provides a secure environment for residents and visitors to immerse themselves in its timeless charm and cultural significance."
  },
  {
    "id": "barcelona",
    "city": "Barcelona",
    "country": "Spain",
    "latitude": 41.3851,
    "longitude": 2.1734,
    "radius": 12000,
    "safetyIndex": 7.8,
    "year": "2022",
    "info": "Barcelona, a captivating city in Spain, maintains a moderate safety index. With its unique architecture, artistic scene, and Mediterranean charm, Barcelona offers a secure environment for residents and tourists to explore its cultural treasures and enjoy its vibrant urban culture."
  },
  {
    "id": "madrid",
    "city": "Madrid",
    "country": "Spain",
    "latitude": 40.4168,
    "longitude": -3.7038,
    "radius": 11000,
    "safetyIndex": 8.2,
    "year": "2022",
    "info": "Madrid, the lively capital of Spain, boasts a favorable safety index with its rich history and modern urban lifestyle. Its cultural attractions, culinary scene, and warm atmosphere provide residents and visitors with a secure and immersive experience exploring the city's diverse offerings."
  },
  {
    "id": "copenhagen",
    "city": "Copenhagen",
    "country": "Denmark",
    "latitude": 55.6761,
    "longitude": 12.5683,
    "radius": 10000,
    "safetyIndex": 9.0,
    "year": "2022",
    "info": "Copenhagen, the charming capital of Denmark, boasts a high safety index and a quality urban environment. Its sustainable living, rich culture, and efficient infrastructure contribute to a secure and pleasant atmosphere for residents and visitors to discover the city's modern amenities and historical sites."
  },
  {
    "id": "oslo",
    "city": "Oslo",
    "country": "Norway",
    "latitude": 59.9139,
    "longitude": 10.7522,
    "radius": 9000,
    "safetyIndex": 9.3,
    "year": "2022",
    "info": "Oslo, the capital of Norway, maintains a high safety index with a blend of natural beauty and urban innovation. Its progressive urban planning, outdoor activities, and cultural scene provide a secure environment for residents and tourists to explore the city's diverse attractions and serene landscapes."
  },
  {
    "id": "stockholm",
    "city": "Stockholm",
    "country": "Sweden",
    "latitude": 59.3293,
    "longitude": 18.0686,
    "radius": 10000,
    "safetyIndex": 9.1,
    "year": "2022",
    "info": "Stockholm, the captivating capital of Sweden, boasts a high safety index and a harmonious urban atmosphere. Its maritime history, modern design, and cultural events contribute to a secure environment, allowing residents and visitors to enjoy the city's archipelago charm and cosmopolitan flair."
  },
  {
    "id": "helsinki",
    "city": "Helsinki",
    "country": "Finland",
    "latitude": 60.1695,
    "longitude": 24.9354,
    "radius": 9000,
    "safetyIndex": 9.4,
    "year": "2022",
    "info": "Helsinki, the vibrant capital of Finland, maintains a high safety index and a unique blend of urban and natural attractions. Its modern architecture, cultural festivals, and proximity to nature create a secure environment for residents and visitors to explore the city's dynamic character and picturesque landscapes."
  },
  {
    "id": "tallinn",
    "city": "Tallinn",
    "country": "Estonia",
    "latitude": 59.4369,
    "longitude": 24.7536,
    "radius": 7000,
    "safetyIndex": 8.8,
    "year": "2022",
    "info": "Tallinn, the historic capital of Estonia, maintains a high safety index and a well-preserved medieval charm. Its cobblestone streets, cultural heritage, and vibrant markets contribute to a secure and enchanting environment for residents and visitors to explore the city's timeless atmosphere."
  },
  {
    "id": "riga",
    "city": "Riga",
    "country": "Latvia",
    "latitude": 56.9496,
    "longitude": 24.1052,
    "radius": 8000,
    "safetyIndex": 8.2,
    "year": "2022",
    "info": "Riga, the capital of Latvia, maintains a moderate safety index with a rich historical legacy and a dynamic urban culture. Its diverse architecture, cultural events, and scenic landscapes contribute to a secure environment, allowing residents and visitors to explore the city's hidden gems and vibrant ambiance."
  },
  {
    "id": "vilnius",
    "city": "Vilnius",
    "country": "Lithuania",
    "latitude": 54.6872,
    "longitude": 25.2797,
    "radius": 8000,
    "safetyIndex": 8.5,
    "year": "2022",
    "info": "Vilnius, the capital of Lithuania, maintains a relatively high safety index and a blend of historical and modern charm. Its well-preserved Old Town, cultural events, and artistic atmosphere contribute to a secure environment, allowing residents and visitors to explore the city's unique character and creative energy."
  },
  {
    "id": "warsaw",
    "city": "Warsaw",
    "country": "Poland",
    "latitude": 52.5200,
    "longitude": 21.0024,
    "radius": 10000,
    "safetyIndex": 7.6,
    "year": "2022",
    "info": "Warsaw, the capital of Poland, maintains a moderate safety index with a resilient spirit and a growing urban landscape. Its reconstructed Old Town, cultural diversity, and historic sites contribute to a secure environment, allowing residents and visitors to discover the city's history and vibrant rejuvenation."
  },
  {
    "id": "moscow",
    "city": "Moscow",
    "country": "Russia",
    "latitude": 55.7558,
    "longitude": 37.6173,
    "radius": 15000,
    "safetyIndex": 0.0,
    "year": "2023",
    "info": "Moscow, the capital of the terrorist-country who started the full-scaled war against Ukraine. It is especially dangerous for foreigners and even locals to be there with current politic system."
  },
  {
    "id": "st_petersburg",
    "city": "St. Petersburg",
    "country": "Russia",
    "latitude": 59.9343,
    "longitude": 30.3351,
    "radius": 12000,
    "safetyIndex": 0.0,
    "year": "2023",
    "info": "St. Petersburg, second biggest city of the terrorist-country who started the full-scaled war against Ukraine. It is especially dangerous for foreigners and even locals to be there with current politic system."
  }
]
